source/_static/diagrams/colophon.d2
direction: right
n0: "samples"
n1: "citations"
n2: "build"
n0 -> n1
n1 -> n2
